<?php
/**
 * .___                            .____          ___.          .__
 * |   | ______ ________ __   ____ |    |   _____ \_ |__   ____ |  |
 * |   |/  ___//  ___/  |  \_/ __ \|    |   \__  \ | __ \_/ __ \|  |
 * |   |\___ \ \___ \|  |  /\  ___/|    |___ / __ \| \_\ \  ___/|  |__
 * |___/____  >____  >____/  \___  >_______ (____  /___  /\___  >____/
 *
 * Author: andyweijin
 * CreateTime: 18/7/26 下午5:41
 *
 */

namespace App\Library\Common;

class ApplicationException extends \Exception
{
}